Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Настройки Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Встречные запросы базовой аутентификации HTTP";
AllowCrossOriginAuthPrompt.pfm_description = "Управляет отображением всплывающих диалоговых окон запроса базовой HTTP-аутентификации, запускаемых сторонним содержанием на странице. Обычно отключено в целях защиты от фишинга.";
AllowFileSelectionDialogs.pfm_title = "Разрешить вызов окна выбора файлов.";
AllowFileSelectionDialogs.pfm_description = "Открывает доступ к локальным файлам на компьютере, разрешая Chromium показывать окна выбора файлов. Если этот параметр включен, пользователи могут открывать окна выбора файлов в обычном режиме. Этот параметр можно отключить. В этом случае, если пользователь выполняет действия, для которых нужно открыть окно выбора файла (например, импорт закладок, загрузка файлов, сохранение ссылок и т. д.), вместо окна отображается сообщение. Предполагается, что пользователь нажал кнопку \"Отмена\" в окне выбора файлов. Если этот параметр не настроен, пользователи могут открывать окна выбора файлов в обычном режиме.";
AllowOutdatedPlugins.pfm_title = "Разрешить запуск устаревших подключаемых модулей";
AllowOutdatedPlugins.pfm_description = "Позволяет Chromium запускать устаревшие подключаемые модули. Если этот параметр включен, устаревшие подключаемые модули используются как обычные. Если этот параметр отключить, устаревшие подключаемые модули не будут использоваться и пользователям не будет предлагаться разрешить их запуск. Если этот параметр не определен, пользователям будет предлагаться разрешить запуск устаревших подключаемых модулей.";
AlternateErrorPagesEnabled.pfm_title = "Включить дополнительные страницы с сообщениями об ошибках";
AlternateErrorPagesEnabled.pfm_description = "Позволяет использовать дополнительные страницы с сообщением об ошибке, встроенные в Chromium (например, \"страница не найдена\") и запрещает пользователям изменять этот параметр. Если этот параметр включен, используются дополнительные страницы с сообщениями об ошибках. Если этот параметр отключен, эти страницы никогда не используются. При включении или отключении этого параметра пользователи не могут изменять его в Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Всегда использовать подключаемые модули, требующие авторизации";
AlwaysAuthorizePlugins.pfm_description = "Разрешает Chromium использовать подключаемые модули, которые запрашивают авторизацию. Если задать этот параметр, актуальные подключаемые модули будут использоваться постоянно. Если этот параметр не установлен или отключен, будет выводиться запрос на использование подключаемых модулей, требующих авторизации. Использование таких подключаемых модулей может быть небезопасным.";
AuthNegotiateDelegateWhitelist.pfm_title = "Белый список серверов Kerberos для передачи прав";
AuthNegotiateDelegateWhitelist.pfm_description = "Серверы, которым Chromium может передавать права.";
AuthSchemes.pfm_title = "Поддерживаемые протоколы аутентификации";
AuthSchemes.pfm_description = "Указывает, какие протоколы HTTP-аутентификации поддерживает Chromium. Возможные значения: BASIC, DIGEST, NTLM и NEGOTIATE. Несколько значений следует разделять запятыми.";
AuthServerWhitelist.pfm_title = "Белый список аутентификации сервера";
AuthServerWhitelist.pfm_description = "Определяет, какие серверы должны быть внесены в белый список для интегрированной аутентификации. Интегрированная аутентификация включается, только когда Chromium получает соответствующий запрос от прокси-сервера или от сервера из этого списка. Имена серверов следует разделять запятыми. Допускаются подстановочные знаки (*).";
AutoFillEnabled.pfm_title = "Включить автозаполнение";
AutoFillEnabled.pfm_description = "Включает в Chromium функцию автозаполнения и разрешает пользователям автоматически заполнять веб-формы, используя ранее сохраненную информацию, например адрес или данные кредитной карты. Если этот параметр отключен, функция автозаполнения будет недоступна пользователям. Если параметр включен или его значение не указано, пользователь может использовать автозаполнение и настраивать профили автозаполнения, а также включать и отключать эту функцию по своему усмотрению.";
BlockThirdPartyCookies.pfm_title = "Блокировать сторонние файлы cookie";
BlockThirdPartyCookies.pfm_description = "Блокирует сторонние файлы cookie. Включение этого параметра запрещает элементам веб-страниц устанавливать файлы cookie, которые не принадлежат домену, указанному в адресной строке браузера. Отключение этого параметра разрешает элементам веб-страниц устанавливать файлы cookie, которые не принадлежат домену, указанному в адресной строке браузера. В этом случае пользователи также не могут изменять этот параметр.";
BookmarkBarEnabled.pfm_title = "Включить панель закладок";
BookmarkBarEnabled.pfm_description = "Включает панель закладок на странице быстрого доступа Chromium. Когда этот параметр включен, Chromium отображает панель закладок на странице быстрого доступа. Если он отключен, панель закладок скрыта. При включении или отключении этого параметра пользователь не может изменять его в Chromium.";
ClearSiteDataOnExit.pfm_title = "Удалять данные сайта при закрытии браузера";
ClearSiteDataOnExit.pfm_description = "Это правило является переопределением правила \"Удалять файлы cookie и другие данные сайта при закрытии браузера\". Если для параметра установлено значение True, Chromium при закрытии браузера удалит все локально сохраненные в нем данные.";
CookiesAllowedForUrls.pfm_title = "Разрешить файлы cookie на этих сайтах";
CookiesAllowedForUrls.pfm_description = "Позволяет задать список шаблонов URL для сайтов, которым разрешено устанавливать файлы cookie.";
CookiesBlockedForUrls.pfm_title = "Блокировать файлы cookie на этих сайтах";
CookiesBlockedForUrls.pfm_description = "Позволяет задать список шаблонов URL для сайтов, которым запрещено устанавливать файлы cookie.";
CookiesSessionOnlyForUrls.pfm_title = "Разрешить только сеансовые файлы cookie на этих сайтах";
CookiesSessionOnlyForUrls.pfm_description = "Позволяет задать список шаблонов URL для сайтов, которым разрешено устанавливать сеансовые файлы cookie.";
DefaultBrowserSettingEnabled.pfm_title = "Сделать Chrome браузером по умолчанию";
DefaultBrowserSettingEnabled.pfm_description = "Настраивает проверку браузера по умолчанию в Chromium и запрещает пользователям изменять ее параметры. Если этот параметр включен, Chromium всегда проверяет при запуске, является ли он браузером по умолчанию, и при возможности автоматически регистрируется. Если параметр отключен, Chromium не проверяет, является ли он браузером по умолчанию, и не позволяет пользователю настраивать этот параметр. Если этот параметр не задан, Chromium разрешает пользователю управлять проверкой браузера по умолчанию и показом соответствующих оповещений.";
DefaultCookiesSetting.pfm_title = "Настройки файлов cookie по умолчанию";
DefaultCookiesSetting.pfm_description = "0 - Разрешить всем сайтам сохранять локальные данные\n1 - Запретить сайтам сохранять данные на компьютер\nПозволяет установить для веб-сайтов правила сохранения локальных данных. Сохранение локальных данных может быть разрешено или запрещено для всех веб-сайтов.";
DefaultGeolocationSetting.pfm_title = "Настройка географического положения по умолчанию";
DefaultGeolocationSetting.pfm_description = "0 - Разрешить сайтам отслеживать местоположение пользователей\n1 - Не разрешать сайтам отслеживать местоположение пользователей\n2 - Спрашивать, если сайт пытается отследить местоположение пользователя\nПозволяет установить для веб-сайтов правила отслеживания местоположения пользователей. Отслеживание может быть разрешено или запрещено по умолчанию, а также пользователь может сам принимать решение каждый раз, когда веб-сайт запрашивает данные о местоположении.";
DefaultImagesSetting.pfm_title = "Настройка изображений по умолчанию";
DefaultImagesSetting.pfm_description = "0 - Разрешить показ изображений на всех сайтах\n1 - Запретить показ изображений на всех сайтах\nПозволяет определить для сайтов правила показа изображений. Показ изображений можно либо разрешить, либо запретить для всех веб-сайтов.";
DefaultJavaScriptSetting.pfm_title = "Настройки JavaScript по умолчанию";
DefaultJavaScriptSetting.pfm_description = "0 - Разрешить всем сайтам выполнять JavaScript\n1 - Запретить выполнение JavaScript на всех сайтах\nПозволяет установить для сайтов правила поддержки JavaScript. Поддержку JavaScript можно либо разрешить, либо запретить для всех веб-сайтов.";
DefaultNotificationSetting.pfm_title = "Настройка оповещений по умолчанию";
DefaultNotificationSetting.pfm_description = "0 - Разрешить сайтам показывать оповещения\n1 - Запретить показ оповещений на всех сайтах\n2 - Спрашивать всегда, если сайт собирается отобразить оповещение\nПозволяет установить для сайтов правила показа оповещений. По умолчанию можно разрешить показ оповещений, запретить его или настроить отображение запроса у пользователя каждый раз, когда веб-сайт должен показать оповещение.";
DefaultPluginsSetting.pfm_title = "Настройки подключаемых модулей по умолчанию";
DefaultPluginsSetting.pfm_description = "0 - Разрешить автоматический запуск подключаемых модулей на всех сайтах\n1 - Блокировать все подключаемые модули\nПозволяет установить для сайтов правила автоматического запуска подключаемых модулей. Автоматический запуск можно либо разрешить, либо запретить для всех веб-сайтов.";
DefaultPopupsSetting.pfm_title = "Настройка всплывающих окон по умолчанию";
DefaultPopupsSetting.pfm_description = "0 - Разрешить открытие всплывающих окон на всех сайтах\n1 - Запретить открытие всплывающих окон на всех сайтах\nПозволяет установить правила показа всплывающих окон для сайтов. Показ всплывающих окон может быть разрешен или запрещен для всех веб-сайтов.";
DefaultSearchProviderEnabled.pfm_title = "Включить поисковую систему по умолчанию";
DefaultSearchProviderEnabled.pfm_description = "Позволяет использовать поисковую систему по умолчанию. Если этот параметр включен, при вводе текста в омнибоксе (но не URL) выполняется поиск по умолчанию. Можно указать поисковую систему, используемую по умолчанию, определив остальные правила выполнения поиска по умолчанию. Если эти правила не определены, пользователи могут выбирать поисковую систему по умолчанию. Если этот параметр отключен, при вводе в омнибоксе текста (не URL) поиск не выполняется. При включении или отключении этого параметра пользователи не могут изменить его в Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Кодировки поисковой системы по умолчанию";
DefaultSearchProviderEncodings.pfm_description = "Указывает кодировки символов, поддерживаемые поисковой системой. Они представляют собой названия кодовых страниц, например UTF-8, GB2312 или ISO-8859-1, и проверяются в заданном порядке. По умолчанию используется UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Значок поисковой системы по умолчанию";
DefaultSearchProviderIconURL.pfm_description = "Указывает URL значка для избранного в поисковой системе по умолчанию. Является необязательным.";
DefaultSearchProviderInstantURL.pfm_title = "URL Живого поиска для поисковой системы по умолчанию";
DefaultSearchProviderInstantURL.pfm_description = "Определяет URL поисковой системы, используемый для быстрого получения результатов. URL должен содержать строку '{searchTerms}', которая при запросе заменяется текстом пользователя. Является необязательным.";
DefaultSearchProviderKeyword.pfm_title = "Ключевое слово для поисковой системы по умолчанию";
DefaultSearchProviderKeyword.pfm_description = "Определяет ключевое слово, используемое в качестве ярлыка в омнибоксе для запуска поиска в этой поисковой системе. Является необязательным.";
DefaultSearchProviderName.pfm_title = "Название поисковой системы по умолчанию";
DefaultSearchProviderName.pfm_description = "Указывает название поисковой системы по умолчанию. Если правило не определено, будет использоваться имя хоста, указанного в поисковом URL.";
DefaultSearchProviderSearchURL.pfm_title = "URL поиска для поисковой системы по умолчанию";
DefaultSearchProviderSearchURL.pfm_description = "Указывает URL поисковой системы, используемой по умолчанию. URL должен содержать строку \"{searchTerms}\", которая во время запроса будет заменена текстом пользователя.";
DefaultSearchProviderSuggestURL.pfm_title = "URL используемой по умолчанию поисковой системы для запроса подсказок";
DefaultSearchProviderSuggestURL.pfm_description = "Указывает URL поисковой системы, используемый для показа поисковых подсказок. URL должен содержать строку \"{searchTerms} \", которая во время запроса будет заменена текстом пользователя. Является необязательным.";
DeveloperToolsDisabled.pfm_title = "Отключить инструменты разработчика";
DeveloperToolsDisabled.pfm_description = "Отключает инструменты разработчика и консоль JavaScript. Если этот параметр включен, инструменты разработчика и проверка элементов веб-сайта будут недоступны. Любые быстрые клавиши, пункты меню или контекстного меню, с помощью которых можно открыть инструменты разработчика или консоль JavaScript, будут отключены.";
Disable3DAPIs.pfm_title = "Отключение поддержки API трехмерной графики";
Disable3DAPIs.pfm_description = "Отключает поддержку API трехмерной графики. Включение этого параметра запрещает веб-страницам доступ к графическому процессору компьютера. В частности, веб-страницы не смогут использовать API WebGL, а подключаемые модули не смогут использовать API Pepper 3D. Отключение этого параметра потенциально разрешает веб-страницам использовать API WebGL, а подключаемым модулям – API Pepper 3D. Тем не менее в настройках по умолчанию браузера может понадобиться передача аргументов командной строки для использования API.";
DisableAuthNegotiateCnameLookup.pfm_title = "Отключить поиск записи CNAME при запросе на аутентификацию Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Указывает, создано ли имя SPN Kerberos на основе канонического имени DNS или является оригинальным. Если этот параметр включен, поиск CNAME не будет выполняться и имя сервера будет использоваться в том виде, в каком оно было указано. Если параметр отключен, каноническое имя сервера будет определяться с помощью поиска CNAME.";
DisablePluginFinder.pfm_title = "Отключить поиск подключаемых модулей";
DisablePluginFinder.pfm_description = "Значение True для этого параметра отключает автоматический поиск и установку недостающих подключаемых модулей в Chromium.";
DisableSpdy.pfm_title = "Отключение протокола SPDY";
DisableSpdy.pfm_description = "Отключает использование протокола SPDY в Chromium.";
DisabledPlugins.pfm_title = "Список неактивных подключаемых модулей";
DisabledPlugins.pfm_description = "Определяет список подключаемых модулей, отключенных в Chromium, и запрещает пользователям изменять этот параметр. Для произвольных последовательностей символов можно использовать подстановочные символы \"*\" и \"?\". Символ \"*\" соответствует произвольному числу символов, а \"?\" – одному необязательному символу, то есть обозначает один символ или не обозначает ни одного. Экранирующим символом является \"\\". То есть для обозначения самих символов \"*\", \"?\" и \"\\" перед ними нужно поставить символ \"\\". Если этот параметр включен, указанный список подключаемых модулей никогда не используется в Chromium. Эти модули отмечены как отключенные на странице about:plugins, и пользователи не могут включать их. Это правило может не действовать, если в силе правила EnabledPlugins и DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Список исключений для неактивных подключаемых модулей";
DisabledPluginsExceptions.pfm_description = "Определяет список подключаемых модулей, которыми пользователь может управлять в Chromium. Для произвольных последовательностей символов можно использовать подстановочные символы \"*\" и \"?\". Символ \"*\" соответствует произвольному числу символов, а \"?\" – одному необязательному символу, то есть обозначает один символ или не обозначает ни одного. Экранирующим символом является \"\\". То есть для обозначения самих символов \"*\", \"?\" и \"\\" перед ними нужно поставить символ \"\\". Если этот параметр включен, перечисленные в списке модули можно использовать в Chromium. Пользователи могут включать и отключать их на странице about:plugins, даже если подключаемый модуль совпадает с шаблоном, определенным в правиле DisabledPlugins. Пользователи также могут включать и отключать модули, которые не соответствуют никаким шаблонам, указанным в правилах DisabledPlugins, DisabledPluginsExceptions и EnabledPlugins.";
DisabledSchemes.pfm_title = "Список отключенных протоколов";
DisabledSchemes.pfm_description = "Отключает в Chromium указанные в списке протоколы. При этом будет невозможно открыть URL, соответствующий любому протоколу из этого списка.";
DiskCacheDir.pfm_title = "Установка каталога кэша на диске";
DiskCacheDir.pfm_description = "Настраивает каталог, который Chromium будет использовать для хранения кэшированных файлов на диске. Если это правило задано, Chromium будет использовать предоставленный каталог независимо от того, установлен ли параметр --disk-cache-dir.";
DnsPrefetchingEnabled.pfm_title = "Включить предварительное определение сети";
DnsPrefetchingEnabled.pfm_description = "Включает предварительное определение сети в Chromium и запрещает пользователям изменять этот параметр. При включении или отключении этого параметра пользователи не могут изменить его в Chromium.";
DownloadDirectory.pfm_title = "Выбор каталога для загрузки";
DownloadDirectory.pfm_description = "Настраивает каталог, который Chromium будет использовать для загрузки файлов. Если это правило определено, Chromium будет использовать заданный каталог независимо от того, указал пользователь расположение загружаемых файлов или установил запрос места для сохранения каждого файла перед загрузкой.";
EditBookmarksEnabled.pfm_title = "Включает или отключает возможность изменения закладок";
EditBookmarksEnabled.pfm_description = "Включает и отключает функцию изменения закладок в Chromium. Если этот параметр активен, закладки можно добавлять, удалять и изменять. В обратном случае этого делать нельзя. Существующие закладки остаются доступными. По умолчанию этот параметр активен.";
EnableAuthNegotiatePort.pfm_title = "Включить нестандартный порт в имя SPN Kerberos";
EnableAuthNegotiatePort.pfm_description = "Определяет, нужно ли включать нестандартный порт в созданное имя SPN Kerberos. Если этот параметр активен и нестандартный порт (то есть любой порт, кроме 80 или 443) указан, он будет включен в созданное имя SPN Kerberos. Если этот параметр неактивен, в созданном имени SPN Kerberos порт не указывается.";
EnabledPlugins.pfm_title = "Список активных подключаемых модулей";
EnabledPlugins.pfm_description = "Определяет список подключаемых модулей, активных в Chromium, и запрещает пользователям изменять этот параметр. Для произвольных последовательностей символов можно использовать подстановочные символы \"*\" и \"?\". Символ \"*\" соответствует произвольному числу символов, а \"?\" – одному необязательному символу, то есть обозначает один символ или не обозначает ни одного. Экранирующим символом является \"\\". То есть для обозначения самих символов \"*\", \"?\" и \"\\" перед ними нужно поставить символ \"\\". Указанные подключаемые модули всегда используются в Chromium, если они установлены. Подключаемые модули отмечаются как активные на странице about:plugins, и пользователи не могут их отключить. Обратите внимание, что это правило переопределяет правила DisabledPlugins и DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "Идентификаторы расширений, которые запрещено устанавливать пользователям (\"*\" запрещает установку всех расширений)";
ExtensionInstallBlacklist.pfm_description = "Позволяет определить, какие расширения запрещено устанавливать пользователям. Установленные расширения будут удалены, если их внести в черный список. Значение \"*\" в черном списке указывает на то, что в него внесены все расширения, которые не содержатся в белом списке.";
ExtensionInstallForcelist.pfm_title = "Идентификаторы расширений и URL обновлений, устанавливаемых без подтверждения";
ExtensionInstallForcelist.pfm_description = "Позволяет указать список расширений, которые будут установлены в фоновом режиме, без взаимодействия с пользователем. Каждый элемент является строкой, содержащей идентификатор расширения, и URL для обновления, разделенные точкой с запятой (;). Пример: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. По каждому элементу списка Chromium будет загружать расширение, определяемое по его идентификатору, с указанного URL и устанавливать в фоновом режиме. На следующих страницах объясняется, как можно разместить расширения на своем сервере. Информация об URL для обновлений: http://code.google.com/chrome/extensions/autoupdate.html; общие сведения о хостинге расширений: http://code.google.com/chrome/extensions/hosting.html. Пользователи не смогут удалить расширения, указанные в этом списке. При удалении расширения из списка Chromium автоматически удалит его с компьютера. Расширения, внесенные в черный список в правиле ExtensionInstallBlacklist и не внесенные в белый список, не могут устанавливаться принудительно этим правилом.";
ExtensionInstallWhitelist.pfm_title = "Идентификаторы расширений, исключаемых из черного списка";
ExtensionInstallWhitelist.pfm_description = "Позволяет определить, какие расширения не могут быть внесены в черный список. Значение \"*\" в черном списке указывает на то, что в него внесены все расширения и пользователи могут устанавливать только расширения из белого списка. По умолчанию все расширения находятся в белом списке. Тем не менее, если все расширения были внесены в черный список в соответствии с правилом, белый список можно использовать для нейтрализации этого правила.";
GSSAPILibraryName.pfm_title = "название библиотеки GSSAPI";
GSSAPILibraryName.pfm_description = "Определяет, какую библиотеку GSSAPI использовать для HTTP-аутентификации. Можно указать либо только название библиотеки, либо полный путь. Если настройки не определены, Chromium будет использовать название библиотеки по умолчанию.";
HomepageIsNewTabPage.pfm_title = "Сделать страницу быстрого доступа главной";
HomepageIsNewTabPage.pfm_description = "Задает тип главной страницы по умолчанию в Chromium и запрещает пользователям изменять ее настройки. В качестве главной страницы можно установить либо указанный пользователем URL, либо страницу быстрого доступа. Если этот параметр включен, в качестве главной всегда используется страница быстрого доступа, а URL главной страницы игнорируется. Если этот параметр отключен, страница быстрого доступа никогда не будет использоваться в качестве главной, если только ее URL не будет указан как chrome://newtab. Если включить или отключить этот параметр, пользователи не смогут изменять тип главной страницы в Chromium.";
HomepageLocation.pfm_title = "URL главной страницы";
HomepageLocation.pfm_description = "Настраивает URL главной страницы по умолчанию в Chromium и запрещает пользователям изменять его. В качестве главной страницы можно установить либо URL, указанный здесь, либо страницу быстрого доступа. Если выбрана страница быстрого доступа, это правило игнорируется. Если этот параметр включен, пользователи не могут изменять URL своей домашней страницы в Chromium, но могут установить страницу быстрого доступа в качестве главной страницы.";
ImagesAllowedForUrls.pfm_title = "Разрешить показ изображений на этих сайтах";
ImagesAllowedForUrls.pfm_description = "Позволяет задать список шаблонов URL для сайтов, на которых разрешен показ изображений.";
ImagesBlockedForUrls.pfm_title = "Блокировать изображения на этих сайтах";
ImagesBlockedForUrls.pfm_description = "Позволяет установить список шаблонов URL для сайтов, на которых запрещен показ изображений.";
IncognitoEnabled.pfm_title = "Включить режим инкогнито";
IncognitoEnabled.pfm_description = "Включает режим инкогнито в Chromium. Если этот параметр включен или не настроен, пользователи могут открывать веб-страницы в режиме инкогнито. Если этот параметр отключен, пользователи не могут открывать веб-страницы в режиме инкогнито.";
InstantEnabled.pfm_title = "Включить Живой поиск";
InstantEnabled.pfm_description = "Включает функцию Живого поиска в Chromium и запрещает пользователям изменять этот параметр. При включении этого параметра включается Живой поиск в Chromium. При отключении этого параметра Живой поиск в Chromium отключается. При включении или отключении этого параметра пользователи не могут изменить его.";
JavaScriptAllowedForUrls.pfm_title = "Разрешить JavaScript на этих сайтах";
JavaScriptAllowedForUrls.pfm_description = "Позволяет установить список шаблонов URL для сайтов, на которых разрешено выполнение сценариев JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Блокировать JavaScript на этих сайтах";
JavaScriptBlockedForUrls.pfm_description = "Позволяет указать список шаблонов URL для сайтов, на которых запрещено выполнение сценариев JavaScript.";
JavascriptEnabled.pfm_title = "Включить JavaScript";
JavascriptEnabled.pfm_description = "Включает JavaScript в Chromium и запрещает пользователям изменять этот параметр. Если этот параметр включен или не настроен, на веб-страницах может использоваться JavaScript. Если параметр отключен, использовать JavaScript нельзя.";
MetricsReportingEnabled.pfm_title = "Включить в отчеты данные об использовании и сбоях";
MetricsReportingEnabled.pfm_description = "Позволяет анонимно отправлять отчеты по использованию и сбоям Chromium в Google и запрещает пользователям изменять этот параметр. Если этот параметр включен, анонимные отчеты по использованию и сбоям будут отправляться в Google. Если параметр отключен, отчеты отправляться не будут. При включении или отключении этого параметра пользователи не могут изменять его в Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Разрешить пользователям отображать пароли в диспетчере паролей";
PasswordManagerAllowShowPasswords.pfm_description = "Определяет, можно ли пользователю отображать пароли в виде текста в диспетчере паролей. Если этот параметр включен или не настроен, сохраненные пароли отображаются в диспетчере паролей в виде обычного текста. Если параметр отключен, пароли не отображаются.";
PasswordManagerEnabled.pfm_title = "Включить диспетчер паролей";
PasswordManagerEnabled.pfm_description = "Позволяет сохранять пароли и использовать их в Chromium. Если этот параметр включен, пользователи могут сохранять пароли в Chromium и использовать их автоматически при следующем входе на сайт. Если этот параметр отключен, пользователи не могут сохранять пароли и использовать уже сохраненные пароли. При включении или отключении этого параметра пользователи не могут изменять его в Chromium.";
PluginsAllowedForUrls.pfm_title = "Разрешить использование подключаемых модулей на этих сайтах";
PluginsAllowedForUrls.pfm_description = "Позволяет установить список шаблонов URL для сайтов, на которых разрешено запускать подключаемые модули.";
PluginsBlockedForUrls.pfm_title = "Блокировать подключаемые модули на этих сайтах";
PluginsBlockedForUrls.pfm_description = "Позволяет установить список шаблонов URL для сайтов, на которых запрещено запускать подключаемые модули.";
PopupsAllowedForUrls.pfm_title = "Разрешить всплывающие окна на этих сайтах";
PopupsAllowedForUrls.pfm_description = "Позволяет задать список шаблонов URL для сайтов, на которых можно открывать всплывающие окна.";
PopupsBlockedForUrls.pfm_title = "Блокировать всплывающие окна на этих сайтах";
PopupsBlockedForUrls.pfm_description = "Позволяет задать список шаблонов URL для сайтов, на которых запрещено открывать всплывающие окна.";
PrintingEnabled.pfm_title = "Включить печать";
PrintingEnabled.pfm_description = "Включает печать в Chromium и запрещает пользователям изменять этот параметр. Если этот параметр включен или не настроен, пользователи могут использовать печать. Если этот параметр отключен, пользователи не могут печатать из Chromium. Печать отключается в меню инструментов, в расширениях, в приложениях JavaScript и т. д. При этом печатать можно из подключаемых модулей, которые игнорируют Chromium при печати. Например, в некоторых приложениях Flash можно печатать из контекстного меню. В таких случаях отключение параметра не влияет на возможность печати.";
ProxyBypassList.pfm_title = "Список правил для игнорирования прокси-сервера";
ProxyBypassList.pfm_description = "Chromium будет игнорировать любые прокси-серверы для хостов, перечисленных в этом списке. Это правило действует, только если выбрана ручная настройка прокси-сервера в правиле \"Выбрать способ настройки прокси-сервера\". Подробные примеры приведены на странице http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyMode.pfm_title = "Выбрать способ настройки прокси-сервера";
ProxyMode.pfm_description = "direct - Никогда не использовать прокси-сервер\nauto_detect - Автоматически определять настройки прокси-сервера\npac_script - Использовать скрипт PAC для прокси-сервера\nfixed_servers - Использовать фиксированные прокси-серверы\nsystem - Использовать системные настройки прокси-сервера\nПозволяет указать прокси-сервер, который использует Chromium, и запрещает пользователям изменять его настройки. Если отказаться от использования прокси-сервера и выбрать прямое подключение, все остальные параметры игнорируются. Если выбрано использование системных настроек прокси-сервера или его автоматическое определение, все остальные параметры игнорируются. Если выбран режим фиксированного прокси-сервера, можно указать дополнительные параметры в строке \"Адрес или URL прокси-сервера\" и \"Разделенный запятыми список правил игнорирования прокси-сервера\". Если нужно использовать файл PAC сценария для прокси-серверов, необходимо указать URL скрипта в строке \"URL файла PAC прокси-сервера\". Подробные примеры приведены на странице http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett. Если этот параметр включен, Chromium игнорирует все параметры прокси-серверов, указанные в командной строке.";
ProxyPacUrl.pfm_title = "URL файла PAC прокси-сервера";
ProxyPacUrl.pfm_description = "Здесь можно указать URL файла PAC прокси-сервера. Это правило действует, только если выбрана ручная настройка прокси-сервера в разделе \"Выбрать способ настройки прокси-сервера\". Подробные примеры приведены на странице http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Адрес или URL прокси-сервера";
ProxyServer.pfm_description = "Здесь можно указать URL прокси-сервера. Правило действует только в том случае, если в разделе \"Выбрать способ настройки прокси-сервера\" выбрана ручная настройка. Дополнительные параметры и подробные примеры приведены на странице http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
RestoreOnStartup.pfm_title = "Действие при запуске";
RestoreOnStartup.pfm_description = "0 - Открытие главной страницы\n1 - Восстановить последние открытые URL\n4 - Открыть список URL\nПозволяет настроить параметры запуска. Если выбрать вариант \"Открыть главную страницу\", при запуске Chromium всегда будет открываться главная страница. Если выбрать вариант \"Продолжить предыдущий сеанс\", загрузятся вкладки, которые были открыты при последнем закрытии Chromium. Если для запуска Chromium выбран параметр \"Открыть список URL\", откроются страницы с адресами из списка \"URL, открываемые при запуске\". Если этот параметр включен, пользователь не сможет изменить или отменить его в Chromium. В случае отключения этот параметр считается ненастроенным. Пользователь может изменить его в Chromium.";
RestoreOnStartupURLs.pfm_title = "URL, открывающиеся при запуске";
RestoreOnStartupURLs.pfm_description = "Если выбран параметр \"Открыть список URL\" в качестве действия при запуске, это правило позволяет указать список открываемых URL.";
SafeBrowsingEnabled.pfm_title = "Включить безопасный просмотр";
SafeBrowsingEnabled.pfm_description = "Включает функцию безопасного просмотра в Chromium и запрещает пользователям изменять этот параметр. Если этот параметр включен, безопасный просмотр постоянно активен. Если параметр отключен, безопасный просмотр не работает. Пользователи не могут изменять этот параметр в Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Отключить сохранение истории браузера";
SavingBrowserHistoryDisabled.pfm_description = "Отключает сохранение истории браузера в Chromium и запрещает пользователям изменять этот параметр. Если этот параметр включен, история просмотра не сохраняется. Если этот параметр отключен или не настроен, история просмотра сохраняется.";
SearchSuggestEnabled.pfm_title = "Включить поисковые подсказки";
SearchSuggestEnabled.pfm_description = "Включает поисковые подсказки в омнибоксе Chromium и запрещает пользователям изменять этот параметр. Если этот параметр включен, поисковые подсказки используются. Если он отключен, поисковые подсказки не используются. При включении или отключении этого параметра пользователи не могут изменять его в Chromium.";
ShowHomeButton.pfm_title = "Отображать кнопку \"Главная страница\" на панели инструментов";
ShowHomeButton.pfm_description = "Показывает кнопку \"Главная страница\" на панели инструментов Chromium. Если этот параметр включен, кнопка \"Главная страница\" всегда отображается. Если параметр отключен, кнопка \"Главная страница\" никогда не отображается. При включении или отключении этого параметра пользователи не могут изменять его в Chromium.";
SyncDisabled.pfm_title = "Отключить синхронизацию данных с Google";
SyncDisabled.pfm_description = "Отключает синхронизацию данных в Chromium с помощью служб синхронизации Google и запрещает пользователям изменять этот параметр. Если этот параметр включен, пользователи не могут изменить его в Chromium.";
TranslateEnabled.pfm_title = "Включить Переводчик";
TranslateEnabled.pfm_description = "Включает в Chromium встроенную службу \"Переводчик Google\". Если этот параметр включен, в Chromium при необходимости открывается панель инструментов с предложением перевести страницу. Если этот параметр отключен, панель перевода не открывается. При включении или отключении этого параметра пользователи не могут изменять его в Chromium.";
UserDataDir.pfm_title = "Указать каталог для пользовательских данных";
UserDataDir.pfm_description = "Определяет каталог, который Chromium будет использовать для хранения пользовательских данных. Если это правило определено, Chromium будет использовать указанный каталог независимо от того, установил пользователь флажок --user-data-dir или нет.";